[{"ar":" حم","id":"Haa Miim","nomor":1,"tr":"haa-miim"},{"ar":"تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ","id":"Kitab (ini) diturunkan dari Allah Yang Maha Perkasa lagi Maha Bijaksana.","nomor":2,"tr":"tanziilu alkitaabi mina allaahi al'aziizi alhakiimi"},{"ar":"إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ","id":"Sesungguhnya pada langit dan bumi benar-benar terdapat tanda-tanda (kekuasaan Allah) untuk orang-orang yang beriman.","nomor":3,"tr":"inna fii alssamaawaati waal-ardhi laaayaatin lilmu/miniina"},{"ar":"وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ","id":"Dan pada penciptakan kamu dan pada binatang-binatang yang melata yang bertebaran (di muka bumi) terdapat tanda-tanda (kekuasaan Allah) untuk kaum yang meyakini,","nomor":4,"tr":"wafii khalqikum wamaa yabutstsu min daabbatin aayaatun liqawmin yuuqinuuna"},{"ar":"وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ","id":"dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya; dan pada perkisaran angin terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berakal.","nomor":5,"tr":"waikhtilaafi allayli waalnnahaari wamaa anzala allaahu mina alssamaa-i min rizqin fa-ahyaa bihi al-ardha ba'da mawtihaa watashriifi alrriyaahi aayaatun liqawmin ya'qiluuna"},{"ar":"تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ","id":"Itulah ayat-ayat Allah yang Kami membacakannya kepadamu dengan sebenarnya; maka dengan perkataan manakah lagi mereka akan beriman sesudah (kalam) Allah dan keterangan-keterangan-Nya.","nomor":6,"tr":"tilka aayaatu allaahi natluuhaa 'alayka bialhaqqi fabi-ayyi hadiitsin ba'da allaahi waaayaatihi yu/minuuna"},{"ar":"وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ","id":"Kecelakaan besarlah bagi tiap-tiap orang yang banyak berdusta lagi banyak berdosa,","nomor":7,"tr":"waylun likulli affaakin atsiimin"},{"ar":"يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ","id":"dia mendengar ayat-ayat Allah dibacakan kepadanya kemudian dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka beri khabar gembiralah dia dengan azab yang pedih.","nomor":8,"tr":"yasma'u aayaati allaahi tutlaa 'alayhi tsumma yushirru mustakbiran ka-an lam yasma'haa fabasysyirhu bi'adzaabin aliimin"},{"ar":"وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ","id":"Dan apabila dia mengetahui barang sedikit tentang ayat-ayat Kami, maka ayat-ayat itu dijadikan olok-olok. Merekalah yang memperoleh azab yang menghinakan.","nomor":9,"tr":"wa-idzaa 'alima min aayaatinaa syay-an ittakhadzahaa huzuwan ulaa-ika lahum 'adzaabun muhiinun"},{"ar":"مِنْ وَرَائِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ","id":"Di hadapan mereka neraka Jahannam dan tidak akan berguna bagi mereka sedikitpun apa yang telah mereka kerjakan, dan tidak pula berguna apa yang mereka jadikan sebagai sembahan-sembahan (mereka) dari selain Allah. Dan bagi mereka azab yang besar.","nomor":10,"tr":"min waraa-ihim jahannamu walaa yughnii 'anhum maa kasabuu syay-an walaa maa ittakhadzuu min duuni allaahi awliyaa-a walahum 'adzaabun 'azhiimun"},{"ar":"هَٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ","id":"Ini (Al Qur'an) adalah petunjuk. Dan orang-orang yang kafir kepada ayat-ayat Tuhannya bagi mereka azab yaitu siksaan yang sangat pedih.","nomor":11,"tr":"haadzaa hudan waalladziina kafaruu bi-aayaati rabbihim lahum 'adzaabun min rijzin aliimin"},{"ar":"اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","id":"Allah-lah yang menundukkan lautan untukmu supaya kapal-kapal dapat berlayar padanya dengan seizin-Nya dan supaya kamu dapat mencari karunia-Nya dan mudah-mudahan kamu bersyukur.","nomor":12,"tr":"allaahu alladzii sakhkhara lakumu albahra litajriya alfulku fiihi bi-amrihi walitabtaghuu min fadhlihi wala'allakum tasykuruuna"},{"ar":"وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","id":"Dan Dia telah menundukkan untukmu apa yang di langit dan apa yang di bumi semuanya, (sebagai rahmat) daripada-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berfikir.","nomor":13,"tr":"wasakhkhara lakum maa fii alssamaawaati wamaa fii al-ardhi jamii'an minhu inna fii dzaalika laaayaatin liqawmin yatafakkaruuna"},{"ar":"قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ","id":"Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada takut hari-hari Allah karena Dia akan membalas sesuatu kaum terhadap apa yang telah mereka kerjakan.","nomor":14,"tr":"qul lilladziina aamanuu yaghfiruu lilladziina laa yarjuuna ayyaama allaahi liyajziya qawman bimaa kaanuu yaksibuuna"},{"ar":"مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ","id":"Barangsiapa yang mengerjakan amal saleh, maka itu adalah untuk dirinya sendiri, dan barangsiapa yang mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmulah kamu dikembalikan.","nomor":15,"tr":"man 'amila shaalihan falinafsihi waman asaa-a fa'alayhaa tsumma ilaa rabbikum turja'uuna"},{"ar":"وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ","id":"Dan sesungguhnya telah Kami berikan kepada Bani Israil Al Kitab (Taurat), kekuasaan dan kenabian dan Kami berikan kepada mereka rezki-rezki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masanya).","nomor":16,"tr":"walaqad aataynaa banii israa-iila alkitaaba waalhukma waalnnubuwwata warazaqnaahum mina alththhayyibaati wafadhdhalnaahum 'alaa al'aalamiina"},{"ar":"وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ","id":"Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan (agama); maka mereka tidak berselisih melainkan sesudah datang kepada mereka pengetahuan karena kedengkian yang ada di antara mereka. Sesungguhnya Tuhanmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.","nomor":17,"tr":"waaataynaahum bayyinaatin mina al-amri famaa ikhtalafuu illaa min ba'di maa jaa-ahumu al'ilmu baghyan baynahum inna rabbaka yaqdhii baynahum yawma alqiyaamati fiimaa kaanuu fiihi yakhtalifuuna"},{"ar":"ثُمَّ جَعَلْنَاكَ عَلَىٰ شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ","id":"Kemudian Kami jadikan kamu berada di atas suatu syariat (peraturan) dari urusan (agama itu), maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui.","nomor":18,"tr":"tsumma ja'alnaaka 'alaa syarii'atin mina al-amri faittabi'haa walaa tattabi' ahwaa-a alladziina laa ya'lamuuna"},{"ar":"إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ۚ وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۖ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ","id":"Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikitpun dari siksaan Allah. Dan Sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain, dan Allah adalah pelindung orang-orang yang bertakwa.","nomor":19,"tr":"innahum lan yughnuu 'anka mina allaahi syay-an wa-inna alzhzhaalimiina ba'dhuhum awliyaau ba'dhin waallaahu waliyyu almuttaqiina"},{"ar":"هَٰذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ","id":"Al Qur'an ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.","nomor":20,"tr":"haadzaa bashaa-iru lilnnaasi wahudan warahmatun liqawmin yuuqinuuna"},{"ar":"أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ","id":"Apakah orang-orang yang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama antara kehidupan dan kematian mereka? Amat buruklah apa yang mereka sangka itu.","nomor":21,"tr":"am hasiba alladziina ijtarahuu alssayyi-aati an naj'alahum kaalladziina aamanuu wa'amiluu alshshaalihaati sawaa-an mahyaahum wamamaatuhum saa-a maa yahkumuuna"},{"ar":"وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ","id":"Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya, dan mereka tidak akan dirugikan.","nomor":22,"tr":"wakhalaqa allaahu alssamaawaati waal-ardha bialhaqqi walitujzaa kullu nafsin bimaa kasabat wahum laa yuzhlamuuna"},{"ar":"أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَىٰ بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ","id":"Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya berdasarkan ilmu-Nya dan Allah telah mengunci mati pendengaran dan hatinya dan meletakkan tutupan atas penglihatannya? Maka siapakah yang akan memberinya petunjuk sesudah Allah (membiarkannya sesat). Maka mengapa kamu tidak mengambil pelajaran?","nomor":23,"tr":"afara-ayta mani ittakhadza ilaahahu hawaahu wa-adhallahu allaahu 'alaa 'ilmin wakhatama 'alaa sam'ihi waqalbihi waja'ala 'alaa basharihi ghisyaawatan faman yahdiihi min ba'di allaahi afalaa tadzakkaruuna"},{"ar":"وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ ۚ وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ","id":"Dan mereka berkata: \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup dan tidak ada yang akan membinasakan kita selain masa\", dan mereka sekali-kali tidak mempunyai pengetahuan tentang itu, mereka tidak lain hanyalah menduga-duga saja.","nomor":24,"tr":"waqaaluu maa hiya illaa hayaatunaa alddunyaa namuutu wanahyaa wamaa yuhlikunaa illaa alddahru wamaa lahum bidzaalika min 'ilmin in hum illaa yazhunnuuna"},{"ar":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ","id":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain dari mengatakan: \"Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar.\"","nomor":25,"tr":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin maa kaana hujjatahum illaa an qaaluu i/tuu bi-aabaa-inaa in kuntum shaadiqiina"},{"ar":"قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","id":"Katakanlah: \"Allah-lah yang menghidupkan kamu kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya; akan tetapi kebanyakan manusia tidak mengetahui.","nomor":26,"tr":"quli allaahu yuhyiikum tsumma yumiitukum tsumma yajma'ukum ilaa yawmi alqiyaamati laa rayba fiihi walaakinna aktsara alnnaasi laa ya'lamuuna"},{"ar":"وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ","id":"Dan hanya kepunyaan Allah kerajaan langit dan bumi. Dan pada hari terjadinya kebangkitan, akan rugilah pada hari itu orang-orang yang mengerjakan kebathilan.","nomor":27,"tr":"walillaahi mulku alssamaawaati waal-ardhi wayawma taquumu alssaa'atu yawma-idzin yakhsaru almubthiluuna"},{"ar":"وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","id":"Dan (pada hari itu) kamu lihat tiap-tiap umat berlutut. Tiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan terhadap apa yang telah kamu kerjakan.","nomor":28,"tr":"wataraa kulla ummatin jaatsiyatan kullu ummatin tud'aa ilaa kitaabihaa alyawma tujzawna maa kuntum ta'maluuna"},{"ar":"هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ","id":"(Allah berfirman): \"Inilah kitab (catatan) Kami yang menuturkan terhadapmu dengan benar. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan\".","nomor":29,"tr":"haadzaa kitaabunaa yanthiqu 'alaykum bialhaqqi innaa kunnaa nastansikhu maa kuntum ta'maluuna"},{"ar":"فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ","id":"Adapun orang-orang yang beriman dan mengerjakan amal saleh maka Tuhan mereka memasukkan mereka ke dalam rahmat-Nya (surga). Itulah keberuntungan yang nyata.","nomor":30,"tr":"fa-ammaa alladziina aamanuu wa'amiluu alshshaalihaati fayudkhiluhum rabbuhum fii rahmatihi dzaalika huwa alfawzu almubiinu"},{"ar":"وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ","id":"Dan adapun orang-orang yang kafir (kepada mereka dikatakan): \"Maka apakah belum ada ayat-ayat Ku yang dibacakan kepadamu lalu kamu menyombongkan diri dan kamu jadi kaum yang berbuat dosa?\"","nomor":31,"tr":"wa-ammaa alladziina kafaruu afalam takun aayaatii tutlaa 'alaykum faistakbartum wakuntum qawman mujrimiina"},{"ar":"وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ","id":"Dan apabila dikatakan (kepadamu): \"Sesungguhnya janji Allah itu adalah benar dan hari berbangkit itu tidak ada keraguan padanya\", niscaya kamu menjawab: \"Kami tidak tahu apakah hari kiamat itu, kami sekali-kali tidak lain hanyalah menduga-duga saja dan kami sekali-kali tidak meyakini(nya)\".","nomor":32,"tr":"wa-idzaa qiila inna wa'da allaahi haqqun waalssaa'atu laa rayba fiihaa qultum maa nadrii maa alssaa'atu in nazhunnu illaa zhannan wamaa nahnu bimustayqiniina"},{"ar":"وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ","id":"Dan nyatalah bagi mereka keburukan-keburukan dari apa yang mereka kerjakan dan mereka diliputi oleh (azab) yang mereka selalu memperolok-olokkannya.","nomor":33,"tr":"wabadaa lahum sayyi-aatu maa 'amiluu wahaaqa bihim maa kaanuu bihi yastahzi-uuna"},{"ar":"وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ","id":"Dan dikatakan (kepada mereka): \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini dan tempat kembalimu ialah neraka dan kamu sekali-kali tidak memperoleh penolong\".","nomor":34,"tr":"waqiila alyawma nansaakum kamaa nasiitum liqaa-a yawmikum haadzaa wama/waakumu alnnaaru wamaa lakum min naasiriina"},{"ar":"ذَٰلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ","id":"Yang demikian itu, karena sesungguhnya kamu menjadikan ayat-ayat Allah sebagai olok-olokan dan kamu telah ditipu oleh kehidupan dunia, maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertaubat.","nomor":35,"tr":"dzaalikum bi-annakumu ittakhadztum aayaati allaahi huzuwan wagharratkumu alhayaatu alddunyaa faalyawma laa yukhrajuuna minhaa walaa hum yusta'tabuuna"},{"ar":"فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ","id":"Maka bagi Allah-lah segala puji, Tuhan langit dan Tuhan bumi, Tuhan semesta alam.","nomor":36,"tr":"falillaahi alhamdu rabbi alssamaawaati warabbi al-ardhi rabbi al'aalamiina"},{"ar":"وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ","id":"Dan bagi-Nyalah keagungan di langit dan bumi, Dialah Yang Maha Perkasa lagi Maha Bijaksana.","nomor":37,"tr":"walahu alkibriyaau fii alssamaawaati waal-ardhi wahuwa al'aziizu alhakiimu"}]