[{"ar":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالطُّورِ","id":"Demi bukit,","nomor":1,"tr":"waalththhuuri"},{"ar":"وَكِتَابٍ مَسْطُورٍ","id":"dan Kitab yang ditulis,","nomor":2,"tr":"wakitaabin masthuurin"},{"ar":"فِي رَقٍّ مَنْشُورٍ","id":"pada lembaran yang terbuka,","nomor":3,"tr":"fii raqqin mansyuurin"},{"ar":"وَالْبَيْتِ الْمَعْمُورِ","id":"dan demi Baitul Ma'mur,","nomor":4,"tr":"waalbayti alma'muuri"},{"ar":"وَالسَّقْفِ الْمَرْفُوعِ","id":"dan atap yang ditinggikan (langit),","nomor":5,"tr":"waalssaqfi almarfuu'i"},{"ar":"وَالْبَحْرِ الْمَسْجُورِ","id":"dan laut yang di dalam tanahnya ada api,","nomor":6,"tr":"waalbahri almasjuuri"},{"ar":"إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ","id":"sesungguhnya azab Tuhanmu pasti terjadi,","nomor":7,"tr":"inna 'adzaaba rabbika lawaaqi'un"},{"ar":"مَا لَهُ مِنْ دَافِعٍ","id":"tidak seorangpun yang dapat menolaknya,","nomor":8,"tr":"maa lahu min daafi'in"},{"ar":"يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا","id":"pada hari ketika langit benar-benar bergoncang,","nomor":9,"tr":"yawma tamuuru alssamaau mawraan"},{"ar":"وَتَسِيرُ الْجِبَالُ سَيْرًا","id":"dan gunung benar-benar berjalan.","nomor":10,"tr":"watasiiru aljibaalu sayraan"},{"ar":"فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ","id":"Maka kecelakaan yang besarlah di hari itu bagi orang-orang yang mendustakan,","nomor":11,"tr":"fawaylun yawma-idzin lilmukadzdzibiina"},{"ar":"الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ","id":"(yaitu) orang-orang yang bermain-main dalam kebathilan,","nomor":12,"tr":"alladziina hum fii khawdhin yal'abuuna"},{"ar":"يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","id":"pada hari mereka didorong ke neraka Jahannam dengan sekuat-kuatnya.","nomor":13,"tr":"yawma yuda''uuna ilaa naari jahannama da''aan"},{"ar":"هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ","id":"(Dikatakan kepada mereka): \"Inilah neraka yang dahulu kamu selalu mendustakannya\".","nomor":14,"tr":"haadzihi alnnaaru allatii kuntum bihaa tukadzdzibuuna"},{"ar":"أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ","id":"Maka apakah ini sihir? Ataukah kamu tidak melihat?","nomor":15,"tr":"afasihrun haadzaa am antum laa tubshiruuna"},{"ar":"اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","id":"Masukklah kamu ke dalamnya (rasakanlah panas apinya); maka baik kamu bersabar atau tidak, sama saja bagimu; kamu diberi balasan terhadap apa yang telah kamu kerjakan.","nomor":16,"tr":"ishlawhaa faishbiruu aw laa tashbiruu sawaaun 'alaykum innamaa tujzawna maa kuntum ta'maluuna"},{"ar":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ","id":"Sesungguhnya orang-orang yang bertakwa berada dalam surga dan keni'matan,","nomor":17,"tr":"inna almuttaqiina fii jannaatin wana'iimin"},{"ar":"فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ","id":"mereka bersuka ria dengan apa yang diberikan kepada mereka oleh Tuhan mereka; dan Tuhan mereka memelihara mereka dari azab neraka.","nomor":18,"tr":"faakihiina bimaa aataahum rabbuhum wawaqaahum rabbuhum 'adzaaba aljahiimi"},{"ar":"كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ","id":"(Dikatakan kepada mereka): \"Makan dan minumlah dengan enak sebagai balasan dari apa yang telah kamu kerjakan\",","nomor":19,"tr":"kuluu waisyrabuu hanii-an bimaa kuntum ta'maluuna"},{"ar":"مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَصْفُوفَةٍ ۖ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ","id":"mereka bertelekan di atas dipan-dipan berderetan dan Kami kawinkan mereka dengan bidadari-bidadari yang cantik bermata jeli.","nomor":20,"tr":"muttaki-iina 'alaa sururin mashfuufatin wazawwajnaahum bihuurin 'iinin"},{"ar":"وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ۚ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ","id":"Dan orang-oranng yang beriman, dan yang anak cucu mereka mengikuti mereka dalam keimanan, Kami hubungkan anak cucu mereka dengan mereka, dan Kami tiada mengurangi sedikitpun dari pahala amal mereka. Tiap-tiap manusia terikat dengan apa yang dikerjakannya.","nomor":21,"tr":"waalladziina aamanuu waittaba'at-hum dzurriyyatuhum bi-iimaanin alhaqnaa bihim dzurriyyatahum wamaa alatnaahum min 'amalihim min syay-in kullu imri-in bimaa kasaba rahiinun"},{"ar":"وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ","id":"Dan Kami beri mereka tambahan dengan buah-buahan dan daging dari segala jenis yang mereka ingini.","nomor":22,"tr":"wa-amdadnaahum bifaakihatin walahmin mimmaa yasytahuuna"},{"ar":"يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ","id":"Di dalam surga mereka saling memperebutkan piala (gelas) yang isinya tidak (menimbulkan) kata-kata yang tidak berfaedah dan tiada pula perbuatan dosa.","nomor":23,"tr":"yatanaaza'uuna fiihaa ka/san laa laghwun fiihaa walaa ta/tsiimun"},{"ar":"وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ","id":"Dan berkeliling di sekitar mereka anak-anak muda untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan.","nomor":24,"tr":"wayathuufu 'alayhim ghilmaanun lahum ka-annahum lu/luun maknuunun"},{"ar":"وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ","id":"Dan sebahagian mereka menghadap kepada sebahagian yang lain saling tanya-menanya.","nomor":25,"tr":"wa-aqbala ba'dhuhum 'alaa ba'dhin yatasaa-aluuna"},{"ar":"قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ","id":"Mereka berkata: \"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab)\".","nomor":26,"tr":"qaaluu innaa kunnaa qablu fii ahlinaa musyfiqiina"},{"ar":"فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ","id":"Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka.","nomor":27,"tr":"famanna allaahu 'alaynaa wawaqaanaa 'adzaaba alssamuumi"},{"ar":"إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ ۖ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ","id":"Sesungguhnya kami dahulu menyembah-Nya. Sesungguhnya Dia-lah yang melimpahkan kebaikan lagi Maha Penyayang.","nomor":28,"tr":"innaa kunnaa min qablu nad'uuhu innahu huwa albarru alrrahiimu"},{"ar":"فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ","id":"Maka tetaplah memberi peringatan, dan kamu disebabkan ni'mat Tuhanmu bukanlah seorang tukang tenun dan bukan pula seorang gila.","nomor":29,"tr":"fadzakkir famaa anta bini'mati rabbika bikaahin walaa majnuunin"},{"ar":"أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ","id":"Bahkan mereka mengatakan: \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\".","nomor":30,"tr":"am yaquuluuna syaa'irun natarabbashu bihi rayba almanuuni"},{"ar":"قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ","id":"Katakanlah: \"Tunggulah, maka sesungguhnya akupun termasuk orang yang menunggu (pula) bersama kamu\".","nomor":31,"tr":"qul tarabbashuu fa-innii ma'akum mina almutarabbishiina"},{"ar":"أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَٰذَا ۚ أَمْ هُمْ قَوْمٌ طَاغُونَ","id":"Apakah mereka diperintah oleh fikiran-fikiran mereka untuk mengucapkan tuduhan-tuduhan ini ataukah mereka kaum yang melampaui batas?","nomor":32,"tr":"am ta/muruhum ahlaamuhum bihaadzaa am hum qawmun thaaghuuna"},{"ar":"أَمْ يَقُولُونَ تَقَوَّلَهُ ۚ بَلْ لَا يُؤْمِنُونَ","id":"Ataukah mereka mengatakan: \"Dia (Muhammad) membuat-buatnya\". Sebenarnya mereka tidak beriman.","nomor":33,"tr":"am yaquuluuna taqawwalahu bal laa yu/minuuna"},{"ar":"فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ","id":"Maka hendaklah mereka mendatangkan kalimat yang semisal Al Qur'an itu jika mereka orang-orang yang benar.","nomor":34,"tr":"falya/tuu bihadiitsin mitslihi in kaanuu shaadiqiinaa"},{"ar":"أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ","id":"Apakah mereka diciptakan tanpa sesuatupun ataukah mereka yang menciptakan (diri mereka sendiri)?","nomor":35,"tr":"am khuliquu min ghayri syay-in am humu alkhaaliquuna"},{"ar":"أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ ۚ بَلْ لَا يُوقِنُونَ","id":"Ataukah mereka telah menciptakan langit dan bumi itu?; sebenarnya mereka tidak meyakini (apa yang mereka katakan).","nomor":36,"tr":"am khalaquu alssamaawaati waal-ardha bal laa yuuqinuuna"},{"ar":"أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ","id":"Ataukah di sisi mereka ada perbendaharaan Tuhanmu atau merekakah yang berkuasa?","nomor":37,"tr":"am 'indahum khazaa-inu rabbika am humu almushaythiruuna"},{"ar":"أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ","id":"Ataukah mereka mempunyai tangga (ke langit) untuk mendengarkan pada tangga itu (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan suatu keterangan yang nyata.","nomor":38,"tr":"am lahum sullamun yastami'uuna fiihi falya/ti mustami'uhum bisulthaanin mubiinin"},{"ar":"أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ","id":"Ataukah untuk Allah anak-anak perempuan dan untuk kamu anak-anak laki-laki?","nomor":39,"tr":"am lahu albanaatu walakumu albanuuna"},{"ar":"أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ","id":"Ataukah kamu meminta upah kepada mereka sehingga mereka dibebani dengan hutang?","nomor":40,"tr":"am tas-aluhum ajran fahum min maghramin mutsqaluuna"},{"ar":"أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ","id":"Apakah ada pada sisi mereka pengetahuan tentang yang gaib lalu mereka menuliskannya?","nomor":41,"tr":"am 'indahumu alghaybu fahum yaktubuuna"},{"ar":"أَمْ يُرِيدُونَ كَيْدًا ۖ فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ","id":"Ataukah mereka hendak melakukan tipu daya? Maka orang-orang yang kafir itu merekalah yang kena tipu daya.","nomor":42,"tr":"am yuriiduuna kaydan faalladziina kafaruu humu almakiiduuna"},{"ar":"أَمْ لَهُمْ إِلَٰهٌ غَيْرُ اللَّهِ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ","id":"Ataukah mereka mempunyai tuhan selain Allah. Maha Suci Allah dari apa yang mereka persekutukan.","nomor":43,"tr":"am lahum ilaahun ghayru allaahi subhaana allaahi 'ammaa yusyrikuuna"},{"ar":"وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ","id":"Jika mereka melihat sebagian dari langit gugur, mereka akan mengatakan: \"Itu adalah awan yang bertindih-tindih\".","nomor":44,"tr":"wa-in yaraw kisfan mina alssamaa-i saaqithan yaquuluu sahaabun markuumun"},{"ar":"فَذَرْهُمْ حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ","id":"Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka yang pada hari itu mereka dibinasakan,","nomor":45,"tr":"fadzarhum hattaa yulaaquu yawmahumu alladzii fiihi yush'aquuna"},{"ar":"يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ","id":"(yaitu) hari ketika tidak berguna bagi mereka sedikitpun tipu daya mereka dan mereka tidak ditolong.","nomor":46,"tr":"yawma laa yughnii 'anhum kayduhum syay-an walaa hum yunsharuuna"},{"ar":"وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","id":"Dan sesungguhnya untuk orang-orang yang zalim ada azab selain daripada itu. Tetapi kebanyakan mereka tidak mengetahui.","nomor":47,"tr":"wa-inna lilladziina zhalamuu 'adzaaban duuna dzaalika walaakinna aktsarahum laa ya'lamuuna"},{"ar":"وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ","id":"Dan bersabarlah dalam menunggu ketetapan Tuhanmu, maka sesungguhnya kamu berada dalam penglihatan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika kamu bangun berdiri,","nomor":48,"tr":"waishbir lihukmi rabbika fa-innaka bi-a'yuninaa wasabbih bihamdi rabbika hiina taquumu"},{"ar":"وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ","id":"dan bertasbihlah kepada-Nya pada beberapa saat di malam hari dan di waktu terbenam bintang-bintang (di waktu fajar).","nomor":49,"tr":"wamina allayli fasabbihhu wa-idbaara alnnujuumi"}]