[{"ar":" سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ","id":"Telah bertasbih kepada Allah apa saja yang ada di langit dan apa saja yang ada di bumi; dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana.","nomor":1,"tr":"sabbaha lillaahi maa fii alssamaawaati wamaa fii al-ardhi wahuwa al'aziizu alhakiimu"},{"ar":"يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ","id":"Wahai orang-orang yang beriman, kenapakah kamu mengatakan sesuatu yang tidak kamu kerjakan?","nomor":2,"tr":"yaa ayyuhaa alladziina aamanuu lima taquuluuna maa laa taf'aluuna"},{"ar":"كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ","id":"Amat besar kebencian di sisi Allah bahwa kamu mengatakan apa-apa yang tidak kamu kerjakan.","nomor":3,"tr":"kabura maqtan 'inda allaahi an taquuluu maa laa taf'aluuna"},{"ar":"إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ","id":"Sesungguhnya Allah menyukai orang yang berperang dijalan-Nya dalam barisan yang teratur seakan-akan mereka seperti suatu bangunan yang tersusun kokoh.","nomor":4,"tr":"inna allaaha yuhibbu alladziina yuqaatiluuna fii sabiilihi shaffan ka-annahum bunyaanun marshuushun"},{"ar":"وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya: \"Hai kaumku, mengapa kamu menyakitiku, sedangkan kamu mengetahui bahwa sesungguhnya aku adalah utusan Allah kepadamu?\" Maka tatkala mereka berpaling (dari kebenaran), Allah memalingkan hati mereka; dan Allah tidak memberi petunjuk kepada kaum yang fasik.","nomor":5,"tr":"wa-idz qaala muusaa liqawmihi yaa qawmi lima tu/dzuunanii waqad ta'lamuuna annii rasuulu allaahi ilaykum falammaa zaaghuu azaagha allaahu quluubahum waallaahu laa yahdii alqawma alfaasiqiina"},{"ar":"وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ ۖ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَٰذَا سِحْرٌ مُبِينٌ","id":"Dan (ingatlah) ketika 'Isa ibnu Maryam berkata: \"Hai Bani Israil, sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab sebelumku, yaitu Taurat, dan memberi khabar gembira dengan (datangnya) seorang Rasul yang akan datang sesudahku, yang namanya Ahmad (Muhammad).\" Maka tatkala rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata: \"Ini adalah sihir yang nyata.\"","nomor":6,"tr":"wa-idz qaala 'iisaa ibnu maryama yaa banii israa-iila innii rasuulu allaahi ilaykum mushaddiqan limaa bayna yadayya mina alttawraati wamubasysyiran birasuulin ya/tii min ba'dii ismuhu ahmadu falammaa jaa-ahum bialbayyinaati qaaluu haadzaa sihrun mubiinun"},{"ar":"وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَىٰ إِلَى الْإِسْلَامِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","id":"Dan siapakah yang lebih zalim daripada orang yang mengada-adakan dusta terhadap Allah sedang dia diajak kepada Islam? Dan Allah tidak memberi petunjuk kepada orang-orang zalim.","nomor":7,"tr":"waman azhlamu mimmani iftaraa 'alaa allaahi alkadziba wahuwa yud'aa ilaa al-islaami waallaahu laa yahdii alqawma alzhzhaalimiina"},{"ar":"يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ","id":"Mereka ingin memadamkan cahaya Allah dengan mulut (tipu daya) mereka, tetapi Allah (justru) menyempurnakan cahaya-Nya, walau orang-orang kafir membencinya\".","nomor":8,"tr":"yuriiduuna liyuthfi-uu nuura allaahi bi-afwaahihim waallaahu mutimmu nuurihi walaw kariha alkaafiruuna"},{"ar":"هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ","id":"Dia-lah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar Dia memenangkannya di atas segala agama-agama meskipun orang musyrik membenci.","nomor":9,"tr":"huwa alladzii arsala rasuulahu bialhudaa wadiini alhaqqi liyuzhhirahu 'alaa alddiini kullihi walaw kariha almusyrikuuna"},{"ar":"يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ","id":"Hai orang-orang yang beriman, sukakah kamu aku tunjukkan suatu perniagaan yang dapat menyelamatkanmu dari azab yang pedih?","nomor":10,"tr":"yaa ayyuhaa alladziina aamanuu hal adullukum 'alaa tijaaratin tunjiikum min 'adzaabin aliimin"},{"ar":"تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ","id":"(yaitu) kamu beriman kepada Allah dan RasulNya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagimu, jika kamu mengetahui.","nomor":11,"tr":"tu/minuuna biallaahi warasuulihi watujaahiduuna fii sabiili allaahi bi-amwaalikum wa-anfusikum dzaalikum khayrun lakum in kuntum ta'lamuuna"},{"ar":"يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ","id":"Niscaya Allah akan mengampuni dosa-dosamu dan memasukkanmu ke dalam jannah yang mengalir di bawahnya sungai-sungai; dan (memasukkan kamu) ke tempat tinggal yang baik di dalam jannah 'Adn. Itulah keberuntungan yang besar.","nomor":12,"tr":"yaghfir lakum dzunuubakum wayudkhilkum jannaatin tajrii min tahtihaa al-anhaaru wamasaakina thayyibatan fii jannaati 'adnin dzaalika alfawzu al'azhiimu"},{"ar":"وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ الْمُؤْمِنِينَ","id":"Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang yang beriman.","nomor":13,"tr":"waukhraa tuhibbuunahaa nashrun mina allaahi wafathun qarriibun wabasysyiri almu/miniina"},{"ar":"يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ ۖ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ ۖ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ","id":"Hai orang-orang yang beriman, jadilah kamu penolong (agama) Allah sebagaimana 'Isa ibnu Maryam telah berkata kepada pengikut-pengikutnya yang setia: \"Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?\" Pengikut-pengikut yang setia itu berkata: \"Kamilah penolong-penolong agama Allah\", lalu segolongan dari Bani Israil beriman dan segolongan lain kafir; maka Kami berikan kekuatan kepada orang-orang yang beriman terhadap musuh-musuh mereka, lalu mereka menjadi orang-orang yang menang.","nomor":14,"tr":"yaa ayyuhaa alladziina aamanuu kuunuu anshaara allaahi kamaa qaala 'iisaa ibnu maryama lilhawaariyyiina man anshaarii ilaa allaahi qaala alhawaariyyuuna nahnu anshaaru allaahi faaamanat thaa-ifatun min banii israa-iila wakafarat thaa-ifatun fa-ayyadnaa alladziina aamanuu 'alaa 'aduwwihim fa-ashbahuu zhaahiriina"}]