[{"ar":" ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ","id":"Nun, demi kalam dan apa yang mereka tulis,","nomor":1,"tr":"nuun waalqalami wamaa yasthuruuna"},{"ar":"مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ","id":"berkat ni'mat Tuhanmu kamu (Muhammad) sekali-kali bukan orng gila.","nomor":2,"tr":"maa anta bini'mati rabbika bimajnuunin"},{"ar":"وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ","id":"Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya.","nomor":3,"tr":"wa-inna laka la-ajran ghayra mamnuunin"},{"ar":"وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ","id":"Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung.","nomor":4,"tr":"wa-innaka la'alaa khuluqin 'azhiimin"},{"ar":"فَسَتُبْصِرُ وَيُبْصِرُونَ","id":"Maka kelak kamu akan melihat dan mereka (orang-orang kafir)pun akan melihat,","nomor":5,"tr":"fasatubshiru wayubshiruuna"},{"ar":"بِأَيْيِكُمُ الْمَفْتُونُ","id":"siapa di antara kamu yang gila.","nomor":6,"tr":"bi-ayyikumu almaftuunu"},{"ar":"إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ","id":"Sesungguhnya Tuhanmu, Dia-lah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya; dan Dia-lah Yang Paling Mengetahui orang-orang yang mendapat petunjuk.","nomor":7,"tr":"inna rabbaka huwa a'lamu biman dhalla 'an sabiilihi wahuwa a'lamu bialmuhtadiina"},{"ar":"فَلَا تُطِعِ الْمُكَذِّبِينَ","id":"Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah).","nomor":8,"tr":"falaa tuthi'i almukadzdzibiina"},{"ar":"وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ","id":"Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu).","nomor":9,"tr":"wadduu law tudhinu fayudhinuuna"},{"ar":"وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ","id":"Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina,","nomor":10,"tr":"walaa tuthi' kulla hallaafin mahiinin"},{"ar":"هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ","id":"yang banyak mencela, yang kian ke mari menghambur fitnah,","nomor":11,"tr":"hammaazin masysyaa-in binamiimin"},{"ar":"مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ","id":"yang banyak menghalangi perbuatan baik, yang melampaui batas lagi banyak dosa,","nomor":12,"tr":"mannaa'in lilkhayri mu'tadin atsiimin"},{"ar":"عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ","id":"yang kaku kasar, selain dari itu, yang terkenal kejahatannya,","nomor":13,"tr":"'utullin ba'da dzaalika zaniimin"},{"ar":"أَنْ كَانَ ذَا مَالٍ وَبَنِينَ","id":"karena dia mempunyai (banyak) harta dan anak.","nomor":14,"tr":"an kaana dzaa maalin wabaniina"},{"ar":"إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ","id":"Apabila dibacakan kepadanya ayat-ayat Kam, ia berkata: \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala.\"","nomor":15,"tr":"idzaa tutlaa 'alayhi aayaatunaa qaala asaathiiru al-awwaliina"},{"ar":"سَنَسِمُهُ عَلَى الْخُرْطُومِ","id":"Kelak akan Kami beri tanda dia di belalai(nya).","nomor":16,"tr":"sanasimuhu 'alaa alkhurthuumi"},{"ar":"إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ","id":"Sesungguhnya Kami telah mencobai mereka (musyrikin Mekah) sebagaimana Kami telah mencobai pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akanmemetik (hasil)nya di pagi hari,","nomor":17,"tr":"innaa balawnaahum kamaa balawnaa ash-haaba aljannati idz aqsamuu layashrimunnahaa mushbihiina"},{"ar":"وَلَا يَسْتَثْنُونَ","id":"dan mereka tidak menyisihkan (hak fakir miskin),","nomor":18,"tr":"walaa yastatsnuuna"},{"ar":"فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ","id":"lalu kebun itu diliputi malapetaka (yang datang) dari Tuhanmu ketika mereka sedang tidur,","nomor":19,"tr":"fathaafa 'alayhaa thaa-ifun min rabbika wahum naa-imuuna"},{"ar":"فَأَصْبَحَتْ كَالصَّرِيمِ","id":"maka jadilah kebun itu hitam seperti malam yang gelap gulita,","nomor":20,"tr":"fa-ashbahat kaalshshariimi"},{"ar":"فَتَنَادَوْا مُصْبِحِينَ","id":"lalu mereka panggil memanggil di pagi hari:","nomor":21,"tr":"fatanaadaw mushbihiina"},{"ar":"أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ","id":"\"Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya\".","nomor":22,"tr":"ani ighduu 'alaa hartsikum in kuntum shaarimiina"},{"ar":"فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ","id":"Maka pergilah mereka saling berbisik-bisik.","nomor":23,"tr":"fainthalaquu wahum yatakhaafatuuna"},{"ar":"أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ","id":"\"Pada hari ini janganlah ada seorang miskinpun masuk ke dalam kebunmu\".","nomor":24,"tr":"an laa yadkhulannahaa alyawma 'alaykum miskiinun"},{"ar":"وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ","id":"Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka (menolongnya).","nomor":25,"tr":"waghadaw 'alaa hardin qaadiriina"},{"ar":"فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ","id":"Tatkala mereka melihat kebun itu, mereka berkata: \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan),","nomor":26,"tr":"falammaa ra-awhaa qaaluu innaa ladaalluuna"},{"ar":"بَلْ نَحْنُ مَحْرُومُونَ","id":"bahkan kita dihalangi (dari memperoleh hasilnya)\".","nomor":27,"tr":"bal nahnu mahruumuuna"},{"ar":"قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ","id":"Berkatalah seorang yang paling baik pikirannya di antara mereka: \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhanmu) ?\"","nomor":28,"tr":"qaala awsathuhum alam aqul lakum lawlaa tusabbihuuna"},{"ar":"قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ","id":"Mereka mengucapkan: \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim\".","nomor":29,"tr":"qaaluu subhaana rabbinaa innaa kunnaa zhaalimiina"},{"ar":"فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ","id":"Lalu sebahagian mereka menghadapi sebahagian yang lain seraya cela mencela.","nomor":30,"tr":"fa-aqbala ba'dhuhum 'alaa ba'dhin yatalaawamuuna"},{"ar":"قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ","id":"Mereka berkata: \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas\".","nomor":31,"tr":"qaaluu yaa waylanaa innaa kunnaa thaaghiina"},{"ar":"عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ","id":"Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dati Tuhan kita.","nomor":32,"tr":"'asaa rabbunaa an yubdilanaa khayran minhaa innaa ilaa rabbinaa raaghibuuna"},{"ar":"كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ","id":"Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui.","nomor":33,"tr":"kadzaalika al'adzaabu wala'adzaabu al-aakhirati akbaru law kaanuu ya'lamuuna"},{"ar":"إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ","id":"Sesungguhnya bagi orang-orang yang bertakwa (disediakan) syurga-syurga yang penuh keni'matan di sisi Tuhannya.","nomor":34,"tr":"inna lilmuttaqiina 'inda rabbihim jannaati alnna'iimi"},{"ar":"أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ","id":"Maka apakah patut Kami menjadikan orng-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir) ?","nomor":35,"tr":"afanaj'alu almuslimiina kaalmujrimiina"},{"ar":"مَا لَكُمْ كَيْفَ تَحْكُمُونَ","id":"Atau adakah kamu (berbuat demikian): bagaimanakah kamu mengambil keputusan?","nomor":36,"tr":"maa lakum kayfa tahkumuuna"},{"ar":"أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ","id":"Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya?,","nomor":37,"tr":"am lakum kitaabun fiihi tadrusuuna"},{"ar":"إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ","id":"bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu.","nomor":38,"tr":"inna lakum fiihi lamaa takhayyaruuna"},{"ar":"أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ","id":"Atau apakah kamu memperoleh janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)?","nomor":39,"tr":"am lakum aymaanun 'alaynaa baalighatun ilaa yawmi alqiyaamati inna lakum lamaa tahkumuuna"},{"ar":"سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ","id":"Tanyakanlah kepada mereka: \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?\"","nomor":40,"tr":"salhum ayyuhum bidzaalika za'iimun"},{"ar":"أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ","id":"Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar.","nomor":41,"tr":"am lahum syurakaau falya/tuu bisyurakaa-ihim in kaanuu shaadiqiina"},{"ar":"يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ","id":"Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa,","nomor":42,"tr":"yawma yuksyafu 'an saaqin wayud'awna ilaa alssujuudi falaa yastathii'uuna"},{"ar":"خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ","id":"(dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera.","nomor":43,"tr":"khaasyi'atan abshaaruhum tarhaquhum dzillatun waqad kaanuu yud'awna ilaa alssujuudi wahum saalimuuna"},{"ar":"فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ","id":"Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al Qur'an). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui,","nomor":44,"tr":"fadzarnii waman yukadzdzibu bihaadzaa alhadiitsi sanastadrijuhum min haytsu laa ya'lamuuna"},{"ar":"وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ","id":"dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat tangguh.","nomor":45,"tr":"waumlii lahum inna kaydii matiinun"},{"ar":"أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ","id":"Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan hutang?","nomor":46,"tr":"am tas-aluhum ajran fahum min maghramin mutsqaluuna"},{"ar":"أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ","id":"Ataukah ada pada mereka ilmu tentang yang ghaib lalu mereka menulis (padanya apa yang mereka tetapkan)?","nomor":47,"tr":"am 'indahumu alghaybu fahum yaktubuuna"},{"ar":"فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ","id":"Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhanmu, dan janganlah kamu seperti orang yang berada dalam (perut) ikan ketika ia berdo'a sedang ia dalam keadaan marah (kepada kaumnya).","nomor":48,"tr":"faishbir lihukmi rabbika walaa takun kashaahibi alhuuti idz naadaa wahuwa makzhuumun"},{"ar":"لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ","id":"Kalau sekiranya ia tidak segera mendapat ni'mat dari Tuhannya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela.","nomor":49,"tr":"lawlaa an tadaarakahu ni'matun min rabbihi lanubidza bial'araa-i wahuwa madzmuumun"},{"ar":"فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ","id":"Lalu Tuhannya memilihnya dan menjadikannya termasuk orang-orang yang saleh.","nomor":50,"tr":"faijtabaahu rabbuhu faja'alahu mina alshshaalihiina"},{"ar":"وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ","id":"Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka, tatkala mereka mendengar Al Qur'an dan mereka berkata: \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila\".","nomor":51,"tr":"wa-in yakaadu alladziina kafaruu layuzliquunaka bi-abshaarihim lammaa sami'uu aldzdzikra wayaquuluuna innahu lamajnuunun"},{"ar":"وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ","id":"Dan Al Qur'an itu tidak lain hanyalah peringatan bagi seluruh umat.","nomor":52,"tr":"wamaa huwa illaa dzikrun lil'aalamiina"}]