[{"ar":" لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ","id":"Orang-orang kafir yakni ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata,","nomor":1,"tr":"lam yakuni alladziina kafaruu min ahli alkitaabi waalmusyrikiina munfakkiina hattaa ta/tiyahumu albayyinatu"},{"ar":"رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً","id":"(yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al Qur'an),","nomor":2,"tr":"rasuulun mina allaahi yatluu shuhufan muthahharatan"},{"ar":"فِيهَا كُتُبٌ قَيِّمَةٌ","id":"di dalamnya terdapat (isi) Kitab-kitab yang lurus.","nomor":3,"tr":"fiihaa kutubun qayyimatun"},{"ar":"وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ","id":"Dan tidaklah berpecah belah orang-orang yang didatangkan Al Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata.","nomor":4,"tr":"wamaa tafarraqa alladziina uutuu alkitaaba illaa min ba'di maa jaa-at-humu albayyinatu"},{"ar":"وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ","id":"Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan keta'atan kepada-Nya dalam (menjalankan) agama yang lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus.","nomor":5,"tr":"wamaa umiruu illaa liya'buduu allaaha mukhlishiina lahu alddiina hunafaa-a wayuqiimuu alshshalaata wayu/tuu alzzakaata wadzaalika diinu alqayyimati"},{"ar":"إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ","id":"Sesungguhnya orang-orang yang kafir yakni ahli Kitab dan orang-orang yang musyrik (akan masuk) ke neraka Jahannam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk.","nomor":6,"tr":"inna alladziina kafaruu min ahli alkitaabi waalmusyrikiina fii naari jahannama khaalidiina fiihaa ulaa-ika hum syarru albariyyati"},{"ar":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ","id":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh, mereka itu adalah sebaik-baik makhluk.","nomor":7,"tr":"inna alladziina aamanuu wa'amiluu alshshaalihaati ulaa-ika hum khayru albariyyati"},{"ar":"جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ","id":"Balasan mereka di sisi Tuhan mereka ialah syurga 'Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah ridha terhadap mereka dan merekapun ridha kepadaNya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya.","nomor":8,"tr":"jazaauhum 'inda rabbihim jannaatu 'adnin tajrii min tahtihaa al-anhaaru khaalidiina fiihaa abadan radhiya allaahu 'anhum waradhuu 'anhu dzaalika liman khasyiya rabbahu"}]