[{"ar":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ طس ۚ تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ","id":"Thaa Siin (Surat) ini adalah ayat-ayat Al Quraan, dan (ayat-ayat) Kitab yang menjelaskan,","nomor":1,"tr":"thaa-siin tilka aayaatu alqur-aani wakitaabin mubiinin"},{"ar":"هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ","id":"untuk menjadi petunjuk dan berita gembira untuk orang-orang yang beriman,","nomor":2,"tr":"hudan wabusyraa lilmu/miniina"},{"ar":"الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ","id":"(yaitu) orang-orang yang mendirikan sembahyang dan menunaikan zakat dan mereka yakin akan adanya negeri akhirat.","nomor":3,"tr":"alladziina yuqiimuuna alshshalaata wayu/tuuna alzzakaata wahum bial-aakhirati hum yuuqinuuna"},{"ar":"إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ","id":"Sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat, Kami jadikan mereka memandang indah perbuatan-perbuatan mereka, maka mereka bergelimang (dalam kesesatan).","nomor":4,"tr":"inna alladziina laa yu/minuuna bial-aakhirati zayyannaa lahum a'maalahum fahum ya'mahuuna"},{"ar":"أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ","id":"Mereka itulah orang-orang yang mendapat (di dunia) azab yang buruk dan mereka di akhirat adalah orang-orang yang paling merugi.","nomor":5,"tr":"ulaa-ika alladziina lahum suu-u al'adzaabi wahum fii al-aakhirati humu al-akhsaruuna"},{"ar":"وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ","id":"Dan sesungguhnya kamu benar-benar diberi Al Quraan dari sisi (Allah) Yang Maha Bijaksana lagi Maha Mengetahui.","nomor":6,"tr":"wa-innaka latulaqqaa alqur-aana min ladun hakiimin 'aliimin"},{"ar":"إِذْ قَالَ مُوسَىٰ لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ","id":"(Ingatlah) ketika Musa berkata kepada keluarganya: \"Sesungguhnya aku melihat api. Aku kelak akan membawa kepadamu khabar daripadanya, atau aku membawa kepadamu suluh api supaya kamu dapat berdiang\".","nomor":7,"tr":"idz qaala muusaa li-ahlihi innii aanastu naaran saaatiikum minhaa bikhabarin aw aatiikum bisyihaabin qabasin la'allakum tasthaluuna"},{"ar":"فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ","id":"Maka tatkala dia tiba di (tempat) api itu, diserulah dia: \"Bahwa telah diberkati orang-orang yang berada di dekat api itu, dan orang-orang yang berada di sekitarnya. Dan Maha Suci Allah, Tuhan semesta alam\".","nomor":8,"tr":"falammaa jaa-ahaa nuudiya an buurika man fii alnnaari waman hawlahaa wasubhaana allaahi rabbi al'aalamiina"},{"ar":"يَا مُوسَىٰ إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ","id":"(Allah berfirman): \"Hai Musa, sesungguhnya, Akulah Allah, Yang Maha Perkasa lagi Maha Bijaksana.","nomor":9,"tr":"yaa muusaa innahu anaa allaahu al'aziizu alhakiimu"},{"ar":"وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَا مُوسَىٰ لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ","id":"dan lemparkanlah tongkatmu\". Maka tatkala (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti dia seekor ular yang gesit, larilah ia berbalik ke belakang tanpa menoleh. \"Hai Musa, janganlah kamu takut. Sesungguhnya orang yang dijadikan rasul, tidak takut di hadapan-Ku.","nomor":10,"tr":"wa-alqi 'ashaaka falammaa raaahaa tahtazzu ka-annahaa jaannun wallaa mudbiran walam yu'aqqib yaa muusaa laa takhaf innii laa yakhaafu ladayya almursaluuna"},{"ar":"إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ","id":"tetapi orang yang berlaku zalim, kemudian ditukarnya kezalimannya dengan kebaikan (Allah akan mengampuninya); maka seaungguhnya Aku Maha Pangampun lagi Maha Penyayang.","nomor":11,"tr":"illaa man zhalama tsumma baddala husnan ba'da suu-in fa-innii ghafuurun rahiimun"},{"ar":"وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ ۖ فِي تِسْعِ آيَاتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","id":"Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan ke luar putih (bersinar) bukan karena penyakit. (Kedua mu'jizat ini) termasuk sembilan buah mu'jizat (yang akan dikemukakan) kepada Fir'aun dan kaumnya. Sesungguhnya mereka adalah kaum yang fasik\".","nomor":12,"tr":"wa-adkhil yadaka fii jaybika takhruj baydhaa-a min ghayri suu-in fii tis'i aayaatin ilaa fir'awna waqawmihi innahum kaanuu qawman faasiqiina"},{"ar":"فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَٰذَا سِحْرٌ مُبِينٌ","id":"Maka tatkala mu'jizat-mu'jizat Kami yang jelas itu sampai kepada mereka, berkatalah mereka: \"Ini adalah sihir yang nyata\".","nomor":13,"tr":"falammaa jaa-at-hum aayaatunaa mubshiratan qaaluu haadzaa sihrun mubiinun"},{"ar":"وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ","id":"Dan mereka mengingkarinya karena kezaliman dan kesombongan (mereka) padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah betapa kesudahan orang-orang yang berbuat kebinasaan.","nomor":14,"tr":"wajahaduu bihaa waistayqanat-haa anfusuhum zhulman wa'uluwwan faunzhur kayfa kaana 'aaqibatu almufsidiina"},{"ar":"وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا ۖ وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ","id":"Dan sesungguhnya Kami telah memberi ilmu kepada Daud dan Sulaiman; dan keduanya mengucapkan: \"Segala puji bagi Allah yang melebihkan kami dari kebanyakan hamba-hambanya yang beriman\".","nomor":15,"tr":"walaqad aataynaa daawuuda wasulaymaana 'ilman waqaalaa alhamdu lillaahi alladzii fadhdhalanaa 'alaa katsiirin min 'ibaadihi almu/miniina"},{"ar":"وَوَرِثَ سُلَيْمَانُ دَاوُودَ ۖ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ","id":"Dan Sulaiman telah mewarisi Daud, dan dia berkata: \"Hai Manusia, kami telah diberi pengertian tentang suara burung dan kami diberi segala sesuatu. Sesungguhnya (semua) ini benar-benar suatu kurnia yang nyata\".","nomor":16,"tr":"wawaritsa sulaymaanu daawuuda waqaala yaa ayyuhaa alnnaasu 'ullimnaa manthiqa alththhayri wauutiinaa min kulli syay-in inna haadzaa lahuwa alfadhlu almubiinu"},{"ar":"وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ","id":"Dan dihimpunkan untuk Sulaiman tentaranya dari jin, manusia dan burung lalu mereka itu diatur dengan tertib (dalam barisan).","nomor":17,"tr":"wahusyira lisulaymaana junuuduhu mina aljinni waal-insi waalththhayri fahum yuuza'uuna"},{"ar":"حَتَّىٰ إِذَا أَتَوْا عَلَىٰ وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ","id":"Hingga apabila mereka sampai di lembah semut berkatalah seekor semut: Hai semut-semut, masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan tentaranya, sedangkan mereka tidak menyadari\";","nomor":18,"tr":"hattaa idzaa ataw 'alaa waadi alnnamli qaalat namlatun yaa ayyuhaa alnnamlu udkhuluu masaakinakum laa yahthimannakum sulaymaanu wajunuuduhu wahum laa yasy'uruuna"},{"ar":"فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ","id":"maka dia tersenyum dengan tertawa karena (mendengar) perkataan semut itu. Dan dia berdo'a: \"Ya Tuhanku berilah aku ilham untuk tetap mensyukuri ni'mat Mu yang telah Engkau anugerahkan kepadaku dan kepada dua orang ibu bapakku dan untuk mengerjakan amal saleh yang Engkau ridhai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh\".","nomor":19,"tr":"fatabassama dahikan min qawlihaa waqaala rabbi awzi'nii an asykura ni'mataka allatii an'amta 'alayya wa'alaa waalidayya wa-an a'mala shaalihan tardaahu wa-adkhilnii birahmatika fii 'ibaadika alshshaalihiina"},{"ar":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ","id":"Dan dia memeriksa burung-burung lalu berkata: \"Mengapa aku tidak melihat hud-hud, apakah dia termasuk yang tidak hadir.","nomor":20,"tr":"watafaqqada alththhayra faqaala maa liya laa araa alhudhuda am kaana mina alghaa-ibiina"},{"ar":"لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ","id":"Sungguh aku benar-benar akan mengazabnya dengan azab yang keras atau benar-benar menyembelihnya kecuali jika benar-benar dia datang kepadaku dengan alasan yang terang\".","nomor":21,"tr":"lau'adzdzibannahu 'adzaaban syadiidan aw la-adzbahannahu aw laya/tiyannii bisulthaanin mubiinin"},{"ar":"فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ","id":"Maka tidak lama kemudian (datanglah hud-hud), lalu ia berkata: \"Aku telah mengetahui sesuatu yang kamu belum mengetahuinya; dan kubawa kepadamu dari negeri Saba suatu berita penting yang diyakini.","nomor":22,"tr":"famakatsa ghayra ba'iidin faqaala ahathtu bimaa lam tuhith bihi waji/tuka min saba-in binaba-in yaqiinin"},{"ar":"إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ","id":"Sesungguhnya aku menjumpai seorang wanita yang memerintah mereka, dan dia dianugerahi segala sesuatu serta mempunyai singgasana yang besar.","nomor":23,"tr":"innii wajadtu imra-atan tamlikuhum wauutiyat min kulli syay-in walahaa 'arsyun 'azhiimun"},{"ar":"وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ","id":"Aku mendapati dia dan kaumnya menyembah matahari, selain Allah; dan syaitan telah menjadikan mereka memandang indah perbuatan-perbuatan mereka lalu menghalangi mereka dari jalan (Allah), sehingga mereka tidak dapat petunjuk,","nomor":24,"tr":"wajadtuhaa waqawmahaa yasjuduuna lilsysyamsi min duuni allaahi wazayyana lahumu alsysyaythaanu a'maalahum fashaddahum 'ani alssabiili fahum laa yahtaduuna"},{"ar":"أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ","id":"agar mereka tidak menyembah Allah Yang mengeluarkan apa yang terpendam di langit dan di bumi dan Yang mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan.","nomor":25,"tr":"allaa yasjuduu lillaahi alladzii yukhriju alkhaba-a fii alssamaawaati waal-ardhi waya'lamu maa tukhfuuna wamaa tu'linuuna"},{"ar":"اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ۩","id":"Allah, tiada Tuhan Yang disembah kecuali Dia, Tuhan Yang mempunyai 'Arsy yang besar\".","nomor":26,"tr":"allaahu laa ilaaha illaa huwa rabbu al'arsyi al'azhiimi"},{"ar":"قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ","id":"Berkata Sulaiman: \"Akan kami lihat, apa kamu benar, ataukah kamu termasuk orang-orang yang berdusta.","nomor":27,"tr":"qaala sananzhuru ashadaqta am kunta mina alkaadzibiina"},{"ar":"اذْهَبْ بِكِتَابِي هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ","id":"Pergilah dengan (membawa) suratku ini, lalu jatuhkan kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan\"","nomor":28,"tr":"idzhab bikitaabii haadzaa fa-alqih ilayhim tsumma tawalla 'anhum faunzhur maatsaa yarji'uuna"},{"ar":"قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ","id":"Berkata ia (Balqis): \"Hai pembesar-pembesar, sesungguhnya telah dijatuhkan kepadaku sebuah surat yang mulia.","nomor":29,"tr":"qaalat yaa ayyuhaa almalau innii ulqiya ilayya kitaabun kariimun"},{"ar":"إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","id":"Sesungguhnya surat itu, dari SuIaiman dan sesungguhnya (isi)nya: \"Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.","nomor":30,"tr":"innahu min sulaymaana wa-innahu bismi allaahi alrrahmaani alrrahiimi"},{"ar":"أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ","id":"Bahwa janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri\".","nomor":31,"tr":"allaa ta'luu 'alayya wa/tuunii muslimiina"},{"ar":"قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ","id":"Berkata dia (Balqis): \"Hai para pembesar berilah aku pertimbangan dalam urusanku (ini) aku tidak pernah memutuskan sesuatu persoalan sebelum kamu berada dalam majelis(ku)\".","nomor":32,"tr":"qaalat yaa ayyuhaa almalau aftuunii fii amrii maa kuntu qaathi'atan amran hattaa tasyhaduuna"},{"ar":"قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ","id":"Mereka menjawab: \"Kita adalah orang-orang yang memiliki kekuatan dan (juga) memiliki keberanian yang sangat (dalam peperangan), dan keputusan berada ditanganmu: maka pertimbangkanlah apa yang akan kamu perintahkan\".","nomor":33,"tr":"qaaluu nahnu uluu quwwatin wauluu ba/sin syadiidin waal-amru ilayki faunzhurii maatsaa ta/muriina"},{"ar":"قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ","id":"Dia berkata: \"Sesungguhnya raja-raja apabila memasuki suatu negeri, niscaya mereka membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian pulalah yang akan mereka perbuat.","nomor":34,"tr":"qaalat inna almuluuka idzaa dakhaluu qaryatan afsaduuhaa waja'aluu a'izzata ahlihaa adzillatan wakadzaalika yaf'aluuna"},{"ar":"وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ","id":"Dan sesungguhnya aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku akan) menunggu apa yang akan dibawa kembali oleh utusan-utusan itu\".","nomor":35,"tr":"wa-innii mursilatun ilayhim bihadiyyatin fanaatsiratun bima yarji'u almursaluuna"},{"ar":"فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ","id":"Maka tatkala utusan itu sampai kepada Sulaiman, Sulaiman berkata: \"Apakah (patut) kamu menolong aku dengan harta? maka apa yang diberikan Allah kepadaku lebih baik daripada apa yang diberikan-Nya kepadamu; tetapi kamu merasa bangga dengan hadiahmu.","nomor":36,"tr":"falammaa jaa-a sulaymaana qaala atumidduunani bimaalin famaa aataaniya allaahu khayrun mimmaa aataakum bal antum bihadiyyatikum tafrahuuna"},{"ar":"ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ","id":"Kembalilah kepada mereka sungguh kami akan mendatangi mereka dengan balatentara yang mereka tidak kuasa melawannya, dan pasti kami akan mengusir mereka dari negeri itu (Saba) dengan terhina dan mereka menjadi (tawanan-tawanan) yang hina dina\".","nomor":37,"tr":"falammaa jaa-a sulaymaana qaala atumidduunani bimaalin famaa aataaniya allaahu khayrun mimmaa aataakum bal antum bihadiyyatikum tafrahuuna"},{"ar":"قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ","id":"Berkata Sulaiman: \"Hai pembesar-pembesar, siapakah di antara kamu sekalian yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku sebagai orang-orang yang berserah diri\".","nomor":38,"tr":"qaala yaa ayyuhaa almalau ayyukum ya/tiinii bi'arsyihaa qabla an ya/tuunii muslimiina"},{"ar":"قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ ۖ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ","id":"Berkata 'Ifrit (yang cerdik) dari golongan jin: \"Aku akan datang kepadamu dengan membawa singgsana itu kepadamu sebelum kamu berdiri dari tempat dudukmu; sesungguhnya aku benar-benar kuat untuk membawanya lagi dapat dipercaya\".","nomor":39,"tr":"qaala 'ifriitun mina aljinni anaa aatiika bihi qabla an taquuma min maqaamika wa-inne 'alayhi laqawiyyun amiinun"},{"ar":"قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَٰذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ","id":"Berkatalah seorang yang mempunyai ilmu dari AI Kitab: \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip\". Maka tatkala Sulaiman melihat singgasana itu terletak di hadapannya, iapun berkata: \"Ini termasuk kurnia Tuhanku untuk mencoba aku apakah aku bersyukur atau mengingkari (akan ni'mat-Nya). Dan barangsiapa yang bersyukur maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri dan barangsiapa yang ingkar, maka sesungguhnya Tuhanku Maha Kaya lagi Maha Mulia\".","nomor":40,"tr":"qaala alladzii 'indahu 'ilmun mina alkitaabi anaa aatiika bihi qabla an yartadda ilayka tharfuka falammaa raaahu mustaqirran 'indahu qaala haadzaa min fadhli rabbii liyabluwanii a-asykuru am akfuru waman syakara fa-innamaa yasykuru linafsihi waman kafara fa-inna rabbii ghaniyyun kariimun"},{"ar":"قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ","id":"Dia berkata: \"Robahlah baginya singgasananya; maka kita akan melihat apakah dia mengenal ataukah dia termasuk orang-orang yang tidak mengenal(nya)\".","nomor":41,"tr":"qaala nakkiruu lahaa 'arsyahaa nanzhur atahtadii am takuunu mina alladziina laa yahtaduuna"},{"ar":"فَلَمَّا جَاءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُ هُوَ ۚ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ","id":"Dan ketika Balqis datang, ditanyakanlah kepadanya: \"Serupa inikah singgasanamu?\" Dia menjawab: \"Seakan-akan singgasana ini singgasanaku, kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri\".","nomor":42,"tr":"falammaa jaa-at qiila ahaakadzaa 'arsyuki qaalat ka-annahu huwa wauutiinaa al'ilma min qablihaa wakunnaa muslimiina"},{"ar":"وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ","id":"Dan apa yang disembahnya selama ini selain Allah, mencegahnya (untuk melahirkan keislamannya), karena sesungguhnya dia dahulunya termasuk orang-orang yang kafir.","nomor":43,"tr":"washaddahaa maa kaanat ta'budu min duuni allaahi innahaa kaanat min qawmin kaafiriina"},{"ar":"قِيلَ لَهَا ادْخُلِي الصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا ۚ قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ","id":"Dikatakan kepadanya: \"Masuklah ke dalam istana\". Maka tatkala dia melihat lantai istana itu, dikiranya kolam air yang besar, dan disingkapkannya kedua betisnya. Berkatalah Sulaiman: \"Sesungguhnya ia adalah istana licin terbuat dari kaca\". Berkatalah Balqis: \"Ya Tuhanku, sesungguhnya aku telah berbuat zalim terhadap diriku dan aku berserah diri bersama Sulaiman kepada Allah, Tuhan semesta alam\".","nomor":44,"tr":"qiila lahaa udkhulii alshsharha falammaa ra-at-hu hasibat-hu lujjatan wakasyafat 'an saaqayhaa qaala innahu sharhun mumarradun min qawaariira qaalat rabbi innii zhalamtu nafsii wa-aslamtu ma'a sulaymaana lillaahi rabbi al'aalamiina"},{"ar":"وَلَقَدْ أَرْسَلْنَا إِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ","id":"Dan sesungguhnya Kami telah mengutus kepada (kaum) Tsamud saudara mereka Shaleh (yang berseru): \"Sembahlah Allah\". Tetapi tiba-tiba mereka (jadi) dua golongan yang bermusuhan.","nomor":45,"tr":"walaqad arsalnaa ilaa tsamuuda akhaahum shaalihan ani u'buduu allaaha fa-idzaa hum fariiqaani yakhtashimuuna"},{"ar":"قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ","id":"Dia berkata: \"Hai kaumku mengapa kamu minta disegerakan keburukan sebelum (kamu minta) kebaikan? Hendaklah kamu meminta ampun kepada Allah, agar kamu mendapat rahmat\".","nomor":46,"tr":"qaala yaa qawmi lima tasta'jiluuna bialssayyi-ati qabla alhasanati lawlaa tastaghfiruuna allaaha la'allakum turhamuuna"},{"ar":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ ۖ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ","id":"Mereka menjawab: \"Kami mendapat nasib yang malang, disebabkan kamu dan orang-orang yang besertamu\". Shaleh berkata: \"Nasibmu ada pada sisi Allah, (bukan kami yang menjadi sebab), tetapi kamu kaum yang diuji\".","nomor":47,"tr":"qaaluu iththhayyarnaa bika wabiman ma'aka qaala thaa-irukum 'inda allaahi bal antum qawmun tuftanuuna"},{"ar":"وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ","id":"Dan adalah di kota itu sembilan orang laki-laki yang membuat kerusakan di muka bumi, dan mereka tidak berbuat kebaikan.","nomor":48,"tr":"wakaana fii almadiinati tis'atu rahthin yufsiduuna fii al-ardhi walaa yushlihuuna"},{"ar":"قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ","id":"Mereka berkata: \"Bersumpahlah kamu dengan nama Allah, bahwa kita sungguh-sungguh akan menyerangnya dengan tiba-tiba beserta keluarganya di malam hari, kemudian kita katakan kepada warisnya (bahwa) kita tidak menyaksikan kematian keluarganya itu, dan sesungguhnya kita adalah orang-orang yang benar\".","nomor":49,"tr":"qaaluu taqaasamuu biallaahi lanubayyitannahu wa-ahlahu tsumma lanaquulanna liwaliyyihi maa syahidnaa mahlika ahlihi wa-innaa lashaadiquuna"},{"ar":"وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ","id":"Dan merekapun merencanakan makar dengan sungguh-sungguh dan Kami merencanakan makar (pula), sedang mereka tidak menyadari.","nomor":50,"tr":"wamakaruu makran wamakarnaa makran wahum laa yasy'uruuna"},{"ar":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ","id":"Maka perhatikanlah betapa sesungguhnya akibat makar mereka itu, bahwasanya Kami membinasakan mereka dan kaum mereka semuanya.","nomor":51,"tr":"faunzhur kayfa kaana 'aaqibatu makrihim annaa dammarnaahum waqawmahum ajma'iina"},{"ar":"فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ","id":"Maka itulah rumah-rumah mereka dalam keadaan runtuh disebabkan kezaliman mereka. Sesungguhnya pada yang demikian itu (terdapat) pelajaran bagi kaum yang mengetahui.","nomor":52,"tr":"fatilka buyuutuhum khaawiyatan bimaa zhalamuu inna fii dzaalika laaayatan liqawmin ya'lamuuna"},{"ar":"وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ","id":"Dan telah Kami selamatkan orang-orang yang beriman dan mereka itu selalu bertakwa.","nomor":53,"tr":"wa-anjaynaa alladziina aamanuu wakaanuu yattaquuna"},{"ar":"وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ","id":"Dan (ingatlah kisah) Luth, ketika dia berkata kepada kaumnya: \"Mengapa kamu mengerjakan perbuatan fahisyah itu sedang kamu memperlihatkan(nya)?\"","nomor":54,"tr":"waluuthan idz qaala liqawmihi ata/tuuna alfaahisyata wa-antum tubshiruuna"},{"ar":"أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ","id":"\"Mengapa kamu mendatangi laki-laki untuk (memenuhi) nafsu (mu), bukan (mendatangi) wanita? Sebenarnya kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu)\".","nomor":55,"tr":"a-innakum lata/tuuna alrrijaala syahwatan min duuni alnnisaa-i bal antum qawmun tajhaluuna"},{"ar":"فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ","id":"Maka tidak lain jawaban kaumnya melainkan mengatakan: \"Usirlah Luth beserta keluarganya dari negerimu; karena sesungguhnya mereka itu orang-orang yang (menda'wakan dirinya) bersih\".","nomor":56,"tr":"famaa kaana jawaaba qawmihi illaa an qaaluu akhrijuu aala luuthin min qaryatikum innahum unaasun yatathahharuuna"},{"ar":"فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ","id":"Maka Kami selamatkan dia beserta keluarganya, kecuali isterinya. Kami telah mentakdirkan dia termasuk orang-orang yang tertinggal (dibinasakan).","nomor":57,"tr":"fa-anjaynaahu wa-ahlahu illaa imra-atahu qaddarnaahaa mina alghaabiriina"},{"ar":"وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَسَاءَ مَطَرُ الْمُنْذَرِينَ","id":"Dan Kami turunkan hujan atas mereka (hujan batu), maka amat buruklah hujan yang ditimpakan atas orang-orang yang diberi peringatan itu.","nomor":58,"tr":"wa-amtharnaa 'alayhim matharan fasaa-a matharu almundzariina"},{"ar":"قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَىٰ عِبَادِهِ الَّذِينَ اصْطَفَىٰ ۗ آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ","id":"Katakanlah: \"Segala puji bagi Allah dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan dengan Dia?\"","nomor":59,"tr":"quli alhamdu lillaahi wasalaamun 'alaa 'ibaadihi alladziina isthafaa aallaahu khayrun ammaa yusyrikuuna"},{"ar":"أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ","id":"Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air untukmu dari langit, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah, yang kamu sekali-kali tidak mampu menumbuhkan pohon-pohonnya? Apakah disamping Allah ada tuhan (yang lain)? Bahkan (sebenarnya) mereka adalah orang-orang yang menyimpang (dari kebenaran).","nomor":60,"tr":"amman khalaqa alssamaawaati waal-ardha wa-anzala lakum mina alssamaa-i maa-an fa-anbatnaa bihi hadaa-iqa dzaata bahjatin maa kaana lakum an tunbituu syajarahaa a-ilaahun ma'a allaahi bal hum qawmun ya'diluuna"},{"ar":"أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","id":"Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam, dan yang menjadikan sungai-sungai di celah-celahnya, dan yang menjadikan gunung-gunung untuk (mengkokohkan)nya dan menjadikan suatu pemisah antara dua laut? Apakah disamping Allah ada tuhan (yang lain)? Bahkan (sebenarnya) kebanyakan dari mereka tidak mengetahui.","nomor":61,"tr":"amman ja'ala al-ardha qaraaran waja'ala khilaalahaa anhaaran waja'ala lahaa rawaasiya waja'ala bayna albahrayni haajizan a-ilaahun ma'a allaahi bal aktsaruhum laa ya'lamuuna"},{"ar":"أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ قَلِيلًا مَا تَذَكَّرُونَ","id":"Atau siapakah yang memperkenankan (do'a) orang yang dalam kesulitan apabila ia berdo'a kepada-Nya, dan yang menghilangkan kesusahan dan yang menjadikan kamu (manusia) sebagai khalifah di bumi? Apakah disamping Allah ada tuhan (yang lain)? Amat sedikitlah kamu mengingati(Nya).","nomor":62,"tr":"amman yujiibu almudtharra idzaa da'aahu wayaksyifu alssuu-a wayaj'alukum khulafaa-a al-ardhi a-ilaahun ma'a allaahi qaliilan maa tadzakkaruuna"},{"ar":"أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ","id":"Atau siapakah yang memimpin kamu dalam kegelapan di dataran dan lautan dan siapa (pula)kah yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah disamping Allah ada tuhan (yang lain)? Maha Tinggi Allah terhadap apa yang mereka persekutukan (dengan-Nya).","nomor":63,"tr":"amman yahdiikum fii zhulumaati albarri waalbahri waman yursilu alrriyaaha busyran bayna yaday rahmatihi a-ilaahun ma'a allaahi ta'aalaa allaahu 'ammaa yusyrikuuna"},{"ar":"أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ","id":"Atau siapakah yang menciptakan (manusia dari permulaannya), kemudian mengulanginya (lagi), dan siapa (pula) yang memberikan rezki kepadamu dari langit dan bumi? Apakah disamping Allah ada tuhan (yang lain)?. Katakanlah: \"Unjukkanlah bukti kebenaranmu, jika kamu memang orang-orang yang benar\".","nomor":64,"tr":"amman yabdau alkhalqa tsumma yu'iiduhu waman yarzuqukum mina alssamaa-i waal-ardhi a-ilaahun ma'a allaahi qul haatuu burhaanakum in kuntum shaadiqiina"},{"ar":"قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","id":"Katakanlah: \"Tidak ada seorangpun di langit dan di bumi yang mengetahui perkara yang ghaib, kecuali Allah\", dan mereka tidak mengetahui bila mereka akan dibangkitkan.","nomor":65,"tr":"qul laa ya'lamu man fii alssamaawaati waal-ardhi alghayba illaa allaahu wamaa yasy'uruuna ayyaana yub'atsuuna"},{"ar":"بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ ۚ بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ بَلْ هُمْ مِنْهَا عَمُونَ","id":"Sebenarnya pengetahuan mereka tentang akhirat tidak sampai (kesana) malahan mereka ragu-ragu tentang akhirat itu, lebih-lebih lagi mereka buta daripadanya.","nomor":66,"tr":"bali iddaaraka 'ilmuhum fii al-aakhirati bal hum fii syakkin minhaa bal hum minhaa 'amuuna"},{"ar":"وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ","id":"Berkatalah orang-orang yang kafir: \"Apakah setelah kita menjadi tanah dan (begitu pula) bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan (dari kubur)?","nomor":67,"tr":"waqaala alladziina kafaruu a-idzaa kunnaa turaaban waaabaaunaa a-innaa lamukhrajuuna"},{"ar":"لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ","id":"Sesungguhnya kami telah diberi ancaman dengan ini dan (juga) bapak-bapak kami dahulu; ini tidak lain hanyalah dongengan-dongengan orang dahulu kala\".","nomor":68,"tr":"laqad wu'idnaa haadzaa nahnu waaabaaunaa min qablu in haadzaa illaa asaathiiru al-awwaliina"},{"ar":"قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ","id":"Katakanlah: \"Berjalanlah kamu (di muka) bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa.","nomor":69,"tr":"qul siiruu fii al-ardhi faunzhuruu kayfa kaana 'aaqibatu almujrimiina"},{"ar":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ","id":"Dan janganlah kamu berduka cita terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap apa yang mereka tipudayakan\".","nomor":70,"tr":"walaa tahzan 'alayhim walaa takun fii dhayqin mimmaa yamkuruuna"},{"ar":"وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","id":"Dan mereka (orang-orang kafir) berkata: \"Bilakah datangnya azab itu, jika memang kamu orang-orang yang benar\".","nomor":71,"tr":"wayaquuluuna mataa haadzaa alwa'du in kuntum shaadiqiina"},{"ar":"قُلْ عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ","id":"Katakanlah: \"Mungkin telah hampir datang kepadamu sebagian dari (azab) yang kamu minta (supaya) disegerakan itu.","nomor":72,"tr":"qul 'asaa an yakuuna radifa lakum ba'dhu alladzii tasta'jiluuna"},{"ar":"وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","id":"Dan sesungguhnya Tuhanmu benar-benar mempunyai kurnia yang besar (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).","nomor":73,"tr":"wa-inna rabbaka ladzuu fadhlin 'alaa alnnaasi walaakinna aktsarahum laa yasykuruuna"},{"ar":"وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","id":"Dan sesungguhnya Tuhanmu, benar-benar mengetahui apa yang disembunyikan hati mereka dan apa yang mereka nyatakan.","nomor":74,"tr":"wa-inna rabbaka laya'lamu maa tukinnu shuduuruhum wamaa yu'linuuna"},{"ar":"وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ","id":"Tiada sesuatupun yang ghaib di langit dan di bumi, melainkan (terdapat) dalam kitab yang nyata (Lauhul Mahfuzh).","nomor":75,"tr":"wamaa min ghaa-ibatin fii alssamaa-i waal-ardhi illaa fii kitaabin mubiinin"},{"ar":"إِنَّ هَٰذَا الْقُرْآنَ يَقُصُّ عَلَىٰ بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ","id":"Sesungguhnya Al Quraan ini menjelaskan kepada Bani lsrailebahagian besar dari (perkara-perkara) yang mereka berselisih tentangnya.","nomor":76,"tr":"inna haadzaa alqur-aana yaqushshu 'alaa banii israa-iila aktsara alladzii hum fiihi yakhtalifuuna"},{"ar":"وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ","id":"Dan sesungguhnya AI Quraan itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.","nomor":77,"tr":"wa-innahu lahudan warahmatun lilmu/miniina"},{"ar":"إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ ۚ وَهُوَ الْعَزِيزُ الْعَلِيمُ","id":"Sesungguhnya Tuhanmu akan menyelesaikan perkara antara mereka dengan keputusan-Nya, dan Dia Maha Perkasa lagi Maha Mengetahui.","nomor":78,"tr":"inna rabbaka yaqdhii baynahum bihukmihi wahuwa al'aziizu al'aliimu"},{"ar":"فَتَوَكَّلْ عَلَى اللَّهِ ۖ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ","id":"Sebab itu bertakwalah kepada Allah, sesungguhnya kamu berada di atas kebenaran yang nyata.","nomor":79,"tr":"fatawakkal 'alaa allaahi innaka 'alaa alhaqqi almubiini"},{"ar":"إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ","id":"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan (tidak pula) menjadikan orang-orang yang tuli mendengar panggilan, apabila mereka telah berpaling membelakang.","nomor":80,"tr":"innaka laa tusmi'u almawtaa walaa tusmi'u alshshumma alddu'aa-a idzaa wallaw mudbiriina"},{"ar":"وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ","id":"Dan kamu sekali-kali tidak dapat memimpin (memalingkan) orang-orang buta dari kesesatan mereka. Kamu tidak dapat menjadikan (seorangpun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.","nomor":81,"tr":"wamaa anta bihaadii al'umyi 'an dhalaalatihim in tusmi'u illaa man yu/minu bi-aayaatinaa fahum muslimuuna"},{"ar":"وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ","id":"Dan apabila perkataan telah jatuh atas mereka, Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka, bahwa sesungguhnya manusia dahulu tidak yakin kepada ayat-ayat Kami.","nomor":82,"tr":"wa-idzaa waqa'a alqawlu 'alayhim akhrajnaa lahum daabbatan mina al-ardhi tukallimuhum anna alnnaasa kaanuu bi-aayaatinaa laa yuuqinuuna"},{"ar":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ","id":"Dan (ingatlah) hari (ketika) Kami kumpulkan dari tiap-tiap umat segolongan orang-orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).","nomor":83,"tr":"wayawma nahsyuru min kulli ummatin fawjan mimman yukadzdzibu bi-aayaatinaa fahum yuuza'uuna"},{"ar":"حَتَّىٰ إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ","id":"Hingga apabila mereka datang, Allah berfirman: \"Apakah kamu telah mendustakan ayat-ayat-Ku, padahal ilmu kamu tidak meliputinya, atau apakah yang telah kamu kerjakan?\".","nomor":84,"tr":"hattaa idzaa jaauu qaala akadzdzabtum bi-aayaatii walam tuhiithuu bihaa 'ilman ammaatsaa kuntum ta'maluuna"},{"ar":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ","id":"Dan jatuhlah perkataan (azab) atas mereka disebabkan kezaliman mereka, maka mereka tidak dapat berkata (apa-apa).","nomor":85,"tr":"wawaqa'a alqawlu 'alayhim bimaa zhalamuu fahum laa yanthiquuna"},{"ar":"أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","id":"Apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan malam supaya mereka beristirahat padanya dan siang yang menerangi? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.","nomor":86,"tr":"alam yaraw annaa ja'alnaa allayla liyaskunuu fiihi waalnnahaara mubshiran inna fii dzaalika laaayaatin liqawmin yu/minuuna"},{"ar":"وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَاخِرِينَ","id":"Dan (ingatlah) hari (ketika) ditiup sangkakala, maka terkejutlah segala yang di langit dan segala yang di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.","nomor":87,"tr":"wayawma yunfakhu fii alshshuuri fafazi'a man fii alssamaawaati waman fii al-ardhi illaa man syaa-a allaahu wakullun atawhu daakhiriina"},{"ar":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ ۚ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ۚ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ","id":"Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan. (Begitulah) perbuatan Allah yang membuat dengan kokoh tiap-tiap sesuatu; sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.","nomor":88,"tr":"wataraa aljibaala tahsabuhaa jaamidatan wahiya tamurru marra alssahaabi shun'a allaahi alladzii atqana kulla syay-in innahu khabiirun bimaa taf'aluuna"},{"ar":"مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ","id":"Barangsiapa yang membawa kebaikan, maka ia memperoleh (balasan) yang lebih baik dari padanya, sedang mereka itu adalah orang-orang yang aman tenteram dari pada kejutan yang dahsyat pada hari itu.","nomor":89,"tr":"man jaa-a bialhasanati falahu khayrun minhaa wahum min faza'in yawma-idzin aaminuuna"},{"ar":"وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ","id":"Dan barang siapa yang membawa kejahatan, maka disungkurkanlah muka mereka ke dalam neraka. Tiadalah kamu dibalasi, melainkan (setimpal) dengan apa yang dahulu kamu kerjakan.","nomor":90,"tr":"waman jaa-a bialssayyi-ati fakubbat wujuuhuhum fii alnnaari hal tujzawna illaa maa kuntum ta'maluuna"},{"ar":"إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ","id":"Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nya-lah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri.","nomor":91,"tr":"innamaa umirtu an a'buda rabba haadzihi albaldati alladzii harramahaa walahu kullu syay-in waumirtu an akuuna mina almuslimiina"},{"ar":"وَأَنْ أَتْلُوَ الْقُرْآنَ ۖ فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ","id":"Dan supaya aku membacakan Al Quraan (kepada manusia). Maka barangsiapa yang mendapat petunjuk maka sesungguhnya ia hanyalah mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa yang sesat maka katakanlah: \"Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan\".","nomor":92,"tr":"wa-an atluwa alqur-aana famani ihtadaa fa-innamaa yahtadii linafsihi waman dhalla faqul innamaa anaa mina almundziriina"},{"ar":"وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ","id":"Dan katakanlah: \"Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda kebesaran-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tiada lalai dari apa yang kamu kerjakan\".","nomor":93,"tr":"waquli alhamdu lillaahi sayuriikum aayaatihi fata'rifuunahaa wamaa rabbuka bighaafilin 'ammaa ta'maluuna"}]